rangav.vscode-thunder-client
aaron-bond.better-comments
chris-noring.node-snippets
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
esbenp.prettier-vscode
hediet.vscode-drawio
icrawl.discord-vscode
magicstack.MagicPython
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
msjsdiag.debugger-for-chrome
PKief.material-icon-theme
quicktype.quicktype
redhat.vscode-yaml
sandy081.todotasks
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
zxh404.vscode-proto3